Repository: okfish/django-oscar-ficta
Catalog: oscar_ficta/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Group
ru_ru: Группа

source: Groups
ru_ru: Группы

source: Juristic person
ru_ru: Юридическое лицо

source: Legal address
ru_ru: Юридический адрес

source: Legal addresses
ru_ru: Юридические адреса

source: Active
ru_ru: Действующее

source: Liquidating process started
ru_ru: Начат процесс ликвидации

source: Liquidated
ru_ru: Ликвидировано

source: VAT number
ru_ru: ИНН

source: VAT or tax payer ID
ru_ru: Индивидуальный номер налогоплательщика

source: Code for Reason of registration, e.g. KPP in Russia
ru_ru: КПП

source: Name
ru_ru: Наименование

source: Full Name
ru_ru: Полное наименование

source: Code
ru_ru: Код

source: Logo
ru_ru: Логотип

source: Image
ru_ru: Изображение

source: Fulfillment partner
ru_ru: Поставщик

source: Users
ru_ru: Пользователи

source: Manager name
ru_ru: Менеджер

source: GM or Director name
ru_ru: Директор или генеральный менеджер

source: Title for GM or Director
ru_ru: Титул директора или менеджера

source: Main Accountant name
ru_ru: Главный бухгалтер

source: Phone
ru_ru: Телефон

source: Email
ru_ru: Эл.почта

source: Web-site
ru_ru: Веб-сайт

source: Reference
ru_ru: Ссылка

source: A reference number that uniquely identifies this person
ru_ru: Номер-ссылка, уникальный для каждого юр.лица

source: Description
ru_ru: Описание

source: Is active
ru_ru: Активно

source: State status
ru_ru: Статус юр.лица

source: Date created
ru_ru: Дата создания

source: Date updated
ru_ru: Дата обновления

source: Date of registration
ru_ru: Дата регистрации

source: Date of liquidation
ru_ru: Дата ликвидации

source: Juristic persons
ru_ru: Юридические лица

source: Owner's juristic person
ru_ru: Юридическое лицо собственника счета

source: Bank
ru_ru: Банк

source: Settlement account number
ru_ru: Рассчетный счет

source: Use it by default?
ru_ru: Использовать по-умолчанию?

source: Bank account
ru_ru: Банковский счет

source: Bank accounts
ru_ru: Банковские счета

source: Location
ru_ru: Расположение

source: Short bank location (usually, city), which commonlycan be recieved via bank-client software
ru_ru: Короткое наименование расположения банка (обычно город),как правило, получаемое через банк-клиент

source: BIC
ru_ru: БИК

source: Bank Identification Code (international or local)
ru_ru: Банковский идентификационный код

source: SWIFT code
ru_ru: код SWIFT

source: Correspondent account number
ru_ru: Корреспондентский счет

source: Banks
ru_ru: Банки

source: Persona Ficta for Oscar
ru_ru: Persona Ficta для Оскара

source: Title or name
ru_ru: Название или имя

source: Invoice number
ru_ru: Номер счета

source: Customer name
ru_ru: Имя клиента

source: Juristic person name
ru_ru: Название юридического лица

source: Status
ru_ru: Статус

source: Date from
ru_ru: Размещенные с

source: Date to
ru_ru: Размещенные до

source: Get results as
ru_ru: Получить результаты как

source: Number of child categories
ru_ru: Кол-во дочерних групп

source: %s Group
ru_ru: %s Группа

source: All juristic persons
ru_ru: Все юридические лица

source: with name matching '%s'
ru_ru: с именем, соответствующим '%s'

source: Create a new Juristic Person
ru_ru: Добавить юр. лицо

source: Update '%s'
ru_ru: Обновить '%s'

source: Juristic Person frozen
ru_ru: Юридическое лицо заморожено

source: Juristic Person now active
ru_ru: Юридическое лицо активно

source: Add a new group
ru_ru: Добавить новую группу

source: Group created successfully
ru_ru: Группа успешно создана

source: Update group '%s'
ru_ru: Обновить группу '%s'

source: Group updated successfully
ru_ru: Группа успешно обновлена

source: Group deleted successfully
ru_ru: Группа успешно удалена

source: Placed between {start_date} and {end_date}
ru_ru: Размещено с {start_date} по {end_date}

source: Placed after {start_date}
ru_ru: размещено после {start_date}

source: Placed before {end_date}
ru_ru: Размещено до {end_date}

source: Date of purchase
ru_ru: Дата покупки

source: Order number
ru_ru: Номер счета

source: Invoice status
ru_ru: Статус счета

source: Customer email address
ru_ru: Адрес электронной почты клиента

source: Pay as juristic person
ru_ru: Оплатить как Юридическое лицо

source: Juristic person VAT number
ru_ru: ИНН

source: Juristic person code (e.g. KPP in Russia)
ru_ru: КПП

source: An International Bank Code
ru_ru: Международный банковский код

source: Name or title
ru_ru: Название компании или имя предпринимателя

source: Juristic persons list
ru_ru: Список контрагентов

source: Select a company from the list or <a href='{% url 'customer:person-create' %}' data-toggle='tooltip' title='Create a new juristic person'>add a new</a>
ru_ru: Выберите плательщика из списка или добавьте <a href='{% url 'customer:person-create' %}' data-toggle='tooltip' title='Создать нового контрагента'>нового контрагента</a>

source: No juristic persons found
ru_ru: Юридические лица не найдены

source: All available persons
ru_ru: Все доступные контрагенты

source: active juristic persons
ru_ru: активные юридические лица

source: Draft
ru_ru: Черновик

source: New
ru_ru: Новый

source: Invoice sent
ru_ru: Выслан

source: Approved by buyer
ru_ru: Подтвержден покупателем

source: Declined by buyer
ru_ru: Отклонен покупателем

source: Invoice paid partially
ru_ru: Оплачен частично

source: Invoice paid fully
ru_ru: Оплачен полностью

source: Overpaid
ru_ru: Переплачен

source: Outdated for payment
ru_ru: Просрочен

source: Cancelled by manager
ru_ru: Отменен менеджером

source: Deleted
ru_ru: Удален

source: Order
ru_ru: Счет

source: User
ru_ru: Пользователь

source: Currency
ru_ru: Валюта

source: Order total (inc. tax)
ru_ru: Итого (вкл. налоги)

source: Order total (excl. tax)
ru_ru: Итого (без налогов)

source: Payment via Invoice for Oscar
ru_ru: Платежные счета для Оскара

source: Can't save invoice for order #%s
ru_ru: Невозможно сохранить счет для заказа №%s

source: No %(verbose_name)s found matching the query
ru_ru: %(verbose_name)s не найдены по запросу

source: Hello,
ru_ru: Здравствуйте,

source: Your invoice:
ru_ru: Номер счета:

source: Invoice #%(invoice_number)s for order #%(number)s
ru_ru: Счет #%(invoice_number)s к заказу #%(number)s

source: Dashboard
ru_ru: Панель управления

source: Delete group?
ru_ru: Удалить группу?

source: Delete group
ru_ru: Удалить группу

source: Deleting...
ru_ru: Удаление...

source: Delete
ru_ru: Удалить

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Create new group
ru_ru: Добавить новую группу

source: You are editing:
ru_ru: Вы редактируете:

source: Home
ru_ru: Начало

source: There are no categories.
ru_ru: Категорий нет.

source: Actions
ru_ru: Действия

source: Edit group
ru_ru: Изменить группу

source: Add child group
ru_ru: Добавить подгруппу

source: Edit children
ru_ru: Изменить подгруппу

source: View group
ru_ru: Показать группу

source: Invoices
ru_ru: Счета

source: Search
ru_ru: Поиск

source: Advanced Search
ru_ru: Расширенный поиск

source: Close
ru_ru: Закрыть

source: Searching...
ru_ru: Поиск...

source: Invoice Search Results
ru_ru: Результаты поиска по счетам

source: All Invoices
ru_ru: Все Счета

source: Download selected invoices as a CSV
ru_ru: Скачать выбранные заказы в формате CSV

source: Submitting...
ru_ru: Отправка...

source: Download
ru_ru: Скачать

source: Total inc tax
ru_ru: Итого

source: Jur. person
ru_ru: Юр. лицо

source: Customer
ru_ru: Клиент

source: View
ru_ru: Просмотр

source: Change invoice status
ru_ru: Изменить статус счета

source: choose new status
ru_ru: выбрать новый статус

source: Changing...
ru_ru: Изменение...

source: Change status
ru_ru: Изменить статус

source: No invoices found.
ru_ru: Счета не найдены.

source: Print batch of invoices
ru_ru: Распечатать счета

source: Mark as
ru_ru: Пометить как

source: Change invoice status to
ru_ru: Изменить статус счета на

source: Cancel
ru_ru: Отмена

source: Done
ru_ru: Готово

source: Director
ru_ru: Директор

source: Juristic person
ru_ru: Юридическое лицо

source: Edit
ru_ru: Изменить

source: Freeze
ru_ru: Приостановить

source: Enable
ru_ru: Включить

source: Settlement
ru_ru: Населенный пункт

source: Default?
ru_ru: По-умолчанию?

source: No accounts.
ru_ru: Нет счетов.

source: Created by
ru_ru: Создал

source: Date
ru_ru: Дата

source: No invoices.
ru_ru: Нет счетов.

source: Enable Juristic person
ru_ru: Включить Юр. лицо

source: Enable Juristic person?
ru_ru: Включить Юридическое лицо?

source: Create
ru_ru: Создать

source: Save
ru_ru: Сохранить

source: Freeze account %(id)s
ru_ru: Приостановить аккаунт %(id)s

source: Freeze this Juristic person?
ru_ru: Приостановить использование Юр. лица?

source: Update
ru_ru: Обновить

source: Edit this Juristic Person
ru_ru: Изменить Юридическое лицо

source: Legal Address
ru_ru: Юридический адрес

source: Bank Accounts
ru_ru: Банковские счета

source: Add a Bank
ru_ru: Добавть Банк

source: New Bank
ru_ru: Новый Банк

source: Counter-agents
ru_ru: Контрагенты

source: Create a new juristic person
ru_ru: Добавить юр. лицо

source: reset
ru_ru: сброс

source: VATIN
ru_ru: ИНН

source: Num invoices
ru_ru: Кол-во счетов

source: Orders
ru_ru: Заказы

source: No results found.
ru_ru: Ничего не найдено.

source: Choose counter-agent
ru_ru: Выберите контр-агента

source: This company pays always!
ru_ru: Эта компания заплатит всегда!

source: create another one!
ru_ru: создать новое юр.лицо

source: Save and go on!
ru_ru: Сохранить и продолжить

source: This Bank Identifier Code (BIC #%s) is not valid for Russia.
ru_ru: Этот банковский идентификационный код (БИК #%s) не подходит для России

source: First 2 digits should be Russian Federation code (04). Used:
ru_ru: Первые 2 цифры должны быть кодом РФ (04). Предложены:

source: Invalid credit organisation number:
ru_ru: Неверный номер кредитной организации

source: Available persons
ru_ru: Доступные юр.лица
